{"result": [{"category": "politics", "news_id": 74418, "slug": "bernie-sanders-challenges-hillary-clinton-at-his-first-rally", "news_url": "https://i.ytimg.com/vi/t8IF2bda_Nk/hqdefault.jpg", "is_approved": false, "video_url": "https://www.youtube.com/watch_popup?v=t8IF2bda_Nk", "video_id": "t8IF2bda_Nk", "source_domain": "ourfuture.org", "news_date": "16-09-2015", "source_url": "http://ourfuture.org/20150914/the-moral-challenge-bernie-sanders-brought-to-the-house-falwell-built", "video_title": "Bernie Sanders Challenges Hillary Clinton at His First Rally", "news_title": "The Moral Challenge Bernie Sanders Brought to the House Falwell Built - \"The worship of the ancient golden calf has returned in a new and ruthless guise in the idolatry of money and the dictatorship of an impersonal economy lacking a truly human purpose.”", "published_dateobj": "2015-09-16T17:12:24Z", "video_description": "I created this video with the YouTube Video Editor (http://Senator Bernie Sanders of Vermont began drawing implicit contrasts with Hillary Rodham Clinton on ...", "published_date": "27-05-2015", "keywords": "sanders, Built, challenge, brought, moral, Moral, Challenge, bernie", "summary": "Democratic presidential candidate Bernie Sanders on Monday went to a pillar of the religious right – Liberty University in Lynchburg, Va. – to make the case that fighting for economic justice is as moral an undertaking as such cornerstone issues for Christian conservatives as opposing abortion. Jerry Falwell, known for forming the Moral Majority political organization and leading its fervent crusades against gay rights, reproductive choice and other progressive positions on social issues. The worship of the ancient golden calf has returned in a new and ruthless guise in the idolatry of money and the dictatorship of an impersonal economy lacking a truly human purpose.’” Sanders early in his address quoted the words of Jesus Christ in the gospel of Matthew (as rendered in the New International Version, a Bible translation popular with conservatives): “So in everything, do to others what you would have them to do to you, for this sums up the Law and the Prophets.” He closed with a challenge to students seeking to discern how to apply that scripture and other themes of the Gospel to their political engagement: “I would hope very much that as part of that discussion and part of that learning process, some of you will conclude that, if we are honest in striving to be a moral and just society, it is imperative that we have the courage to stand with the poor, to stand with working people, and when necessary, take on very powerful and wealthy people whose greed, in my view, is doing this country enormous harm.” In a question-and-answer session afterward, Liberty University Vice President for Spiritual Development David Nasser sought to show common ground with Sanders on making eradicating the vestiges of racism and racial inequality from the society a top priority.", "img_url": "uploads/reddit/Populism2015-widget-post-v2.png", "id": 43601, "update_date": "2015-09-16T17:12:26Z"}, {"category": "science", "news_id": 74303, "slug": "genetically-modified-potatoes", "news_url": "https://i.ytimg.com/vi/j_cO2AC483E/hqdefault.jpg", "is_approved": false, "video_url": "https://www.youtube.com/watch_popup?v=j_cO2AC483E", "video_id": "j_cO2AC483E", "source_domain": "theguardian.com", "news_date": "16-09-2015", "source_url": "http://www.theguardian.com/science/2015/sep/15/sonogenetics-allows-brain-cells-to-be-controlled-by-sound-waves", "video_title": "Genetically Modified Potatoes", "news_title": "Scientists have used genetically modified worms to show that ultrasound can be used to activate brain, heart and muscle cells from outside the body", "published_dateobj": "2015-09-16T14:09:49Z", "video_description": "Jeanne's 2014 Biology Project Transcript: Script: Salt. It makes food taste delicious. But salt is more harmful to food than you may think. Did you know that salt ...", "published_date": "01-04-2014", "keywords": "used, worms, modified, have, Scientists, genetically", "summary": "The pulses work by switching on motor neuron cells that are genetically modified to carry membrane channels that respond to ultrasonic waves. Researchers said the worms demonstrate the power of a new procedure, dubbed sonogenetics, in which ultrasound can be used to activate a range of brain, heart and muscle cells from outside the body. The sound waves make these ion channels open up and activate the cells they are attached to, according to a report in Nature Communications . To make ultrasound-controlled nematodes, Chalasani genetically modified the worms so that some of their motor neurons carried TRP-4 ion channels. “We believe that, using gene therapy and a therapeutic virus, it may be possible to make target human neurons temporarily susceptible to the ultrasound signal in a clinical setting for certain neurological treatments,” said Chalasani.", "img_url": null, "id": 43529, "update_date": "2015-09-16T17:07:37Z"}, {"category": "politics", "news_id": 73641, "slug": "donald-trumps-top-20-insults", "news_url": "https://i.ytimg.com/vi/_wWnBdM8OpE/hqdefault.jpg", "is_approved": false, "video_url": "https://www.youtube.com/watch_popup?v=_wWnBdM8OpE", "video_id": "_wWnBdM8OpE", "source_domain": "oregonlive.com", "news_date": "16-09-2015", "source_url": "http://www.oregonlive.com/today/index.ssf/2015/09/donald_trumps_war_on_womens_pe.html", "video_title": "Donald Trump's Top 20 Insults", "news_title": "Donald Trump's war on women's periods becomes Portland artist's big opportunity", "published_dateobj": "2015-09-16T01:09:03Z", "video_description": "SUBSCRIBE https://goo.gl/OXghgH https://www.facebook.com/deejay.gabriel.7 Donald Trump vs. Everyone: His Best Insults Donald Trump's Latest Insults ...", "published_date": "01-08-2015", "keywords": "Trump's, 's, trump, donald, Donald, periods", "summary": "She can paint the engorged face of the leading Republican presidential candidate monthly, she's pointed out. In case you've forgotten (yeah, right), last month during the first GOP presidential debate Fox News anchor Megyn Kelly asked Trump a tough question about his attitude toward women. He remains the leading Republican presidential candidate, insisting he and he alone can \"make America great again.\" Levy is trying to bring attention back to the \"wherever\" quote, hoping the outrage will stick this time. She has reveled in the reaction, quoting on Facebook from disgusted Trump fans who refer to her choice of paint as \"cooter blood.\"", "img_url": "uploads/reddit/btn-signin-Facebook.png", "id": 43136, "update_date": "2015-09-16T17:07:30Z"}, {"category": "worldnews", "news_id": 74238, "slug": "human-computer-interaction-news-google-inc-european-publishers-council-for-google-transparency", "news_url": "https://i.ytimg.com/vi/tErNn10dceU/hqdefault.jpg", "is_approved": false, "video_url": "https://www.youtube.com/watch_popup?v=tErNn10dceU", "video_id": "tErNn10dceU", "source_domain": "usatoday.com", "news_date": "16-09-2015", "source_url": "http://www.usatoday.com/story/tech/2015/09/15/google-donation-matching-campaign-to-raise-11-million-for-refugees-humanitarian-crisis-europe/72333318/", "video_title": "Human--computer interaction News - Google Inc., European Publishers Council for Google, Transparency", "news_title": "Google to raise $11 million for refugee crisis in Europe in 1:1 donation-matching campaign", "published_dateobj": "2015-09-16T14:08:54Z", "video_description": "Google Chairman to Sell 3.2M Shares; Buy Some Investors shouldn't be scared off by Google Executive Chairman Eric Schmidt's decision to part with up to 3.2 ...", "published_date": "11-02-2013", "keywords": "Europe, 1:1, Google, million, 11", "summary": "SAN FRANCISCO — With a very personal appeal, Google launched a donation-matching campaign that aims to raise $11 million for humanitarian organizations helping hundreds of thousands of refugees in Europe who have fled war-torn and impoverished countries. Donations will be distributed to four nonprofit organizations providing aid such as food, water, shelter and medical care to refugees and migrants: Doctors Without Borders, International Rescue Committee, Save the Children and UN High Commissioner for Refugees. The Google blog post was written by an employee, Rita Masoud, who fled Kabul for Europe when she was seven years old, her family's belongings stuffed into a single suitcase. \"Our journey involved many dark train and bus rides, as well as hunger, thirst, cold and fear. TOP VIDEOS A sneak peek at Apple's iOS 9 Juniper Networks: Disruptor or disrupted?", "img_url": "uploads/reddit/091615-thumb.png", "id": 43491, "update_date": "2015-09-16T17:07:36Z"}, {"category": "inthenews", "news_id": 73899, "slug": "apollo-17-bunny-hopping-on-the-moon-gene-cernan-astronaut-moon-walk-video", "news_url": "https://i.ytimg.com/vi/7tFP4ha2IOQ/hqdefault.jpg", "is_approved": false, "video_url": "https://www.youtube.com/watch_popup?v=7tFP4ha2IOQ", "video_id": "7tFP4ha2IOQ", "source_domain": "npr.org", "news_date": "16-09-2015", "source_url": "http://www.npr.org/sections/thetwo-way/2015/09/15/440659783/three-astronauts-walk-into-npr", "video_title": "Apollo 17 Bunny hopping on the Moon Gene Cernan astronaut moon walk video", "news_title": "Three Astronauts Walk Into NPR ...", "published_dateobj": "2015-09-16T02:08:47Z", "video_description": "http://RoyDawsonHomes.com Gene Cernan bunny hops down a slope on the lunar surface during Apollo 17. Gene claimed that this was the fasted way to move ...", "published_date": "07-12-2013", "keywords": "walk, three, astronauts, Walk", "summary": "Ellen Stofan (from left), chief scientist of NASA, and astronauts Samantha Cristoforetti, Serena Auñón and Cady Coleman. Ellen Stofan (from left), chief scientist of NASA, and astronauts Samantha Cristoforetti, Serena Auñón and Cady Coleman. Jun Tsuboike/NPR\nNASA astronauts Cady Coleman and Serena Auñón, European Space Agency astronaut Samantha Cristoforetti and NASA Chief Scientist Ellen Stofan came to NPR headquarters in Washington, D.C., Tuesday to talk with NPR's Adam Cole about space exploration, women in STEM, and common misconceptions. Using #NPRSpaceJam, people from around the world posed questions to the four space experts , which they answered live on Periscope and Snapchat. Coleman: People think we're in this really cramped space, which is actually true for launching and for landing — it's very small it's like being in the front seat of a smart car with three people — but up on the station itself, it's like 10 train cars or large school buses put together at different angles, without the seats in them, so its actually quite big and you can have a lot of personal space.", "img_url": "uploads/reddit/npr-home.png", "id": 43289, "update_date": "2015-09-16T17:07:33Z"}, {"category": "politics", "news_id": 74297, "slug": "carly-fiorina-surging-in-polls-after-gop-debate", "news_url": "https://i.ytimg.com/vi/TA7vWMdsWeI/hqdefault.jpg", "is_approved": false, "video_url": "https://www.youtube.com/watch_popup?v=TA7vWMdsWeI", "video_id": "TA7vWMdsWeI", "source_domain": "washingtonpost.com", "news_date": "16-09-2015", "source_url": "http://www.washingtonpost.com/news/the-fix/wp/2015/09/16/how-polls-have-changed-since-last-debate-outsiders-up-establishment-down/", "video_title": "Carly Fiorina surging in polls after GOP debate", "news_title": "How polls have changed since last debate: Outsiders up, establishment down", "published_dateobj": "2015-09-16T14:09:42Z", "video_description": "Presidential hopeful declared the winner of second-tier Fox News debate Watch John Roberts talk about Elections, Presidential Debates, and Republicans.", "published_date": "15-08-2015", "keywords": "since, last, polls, debate, How, changed, Outsiders", "summary": "At Wednesday night's Republican presidential debate, 11 candidates will take the stage in an unexpected order – with the outsiders very much on the inside. That’s thanks in part to CNN’s amended rules , but also because she has risen two points in national polls since her strong showing in the first debate. That’s everyone who has held public office except Ted Cruz (considered by many an outsider in the Senate), John Kasich and Marco Rubio (interesting asterisks to this anti-establishment thinking). There are at least nine GOP debates left, many endorsements to earn, nearly five months until the Iowa caucuses and millions of dollars to raise. At the same time, consistently polling well might encourage donors to support anti-establishment candidates like Trump, Carson and Fiorina.", "img_url": "uploads/reddit/thewashingtonpost-white-2x.png", "id": 43524, "update_date": "2015-09-16T17:07:37Z"}, {"category": "technology", "news_id": 74013, "slug": "referring-new-uber-and-lyft-passengers-free-rides-vs-cash", "news_url": "https://i.ytimg.com/vi/d02ME8FSJSA/hqdefault.jpg", "is_approved": false, "video_url": "https://www.youtube.com/watch_popup?v=d02ME8FSJSA", "video_id": "d02ME8FSJSA", "source_domain": "techcrunch.com", "news_date": "16-09-2015", "source_url": "http://techcrunch.com/2015/09/15/lyft-starts-accepting-rides-in-vegas-uber-could-soon-follow/?ncid=rss&cps=gravity_1730_-8403409872870904933", "video_title": "Referring New Uber and Lyft Passengers: Free Rides vs. Cash", "news_title": "Lyft And Uber Start Accepting Rides In Vegas", "published_dateobj": "2015-09-16T08:09:54Z", "video_description": "Ultimate Passenger Referral Strategy: http://therideshareguy.com/episode6 Lyft's Cities: https://www.lyft.com/help/article/1455280 Personalize Your Uber ...", "published_date": "21-04-2015", "keywords": "And, Uber, uber, Lyft, start, accepting, rides", "summary": "On Monday, the Nevada Transportation Authority gave both ride-sharing startups Lyft and Uber permits to operate in Sin City. And this is only the beginning — we look forward to bringing a ton of fun and memorable experiences to Vegas in the months ahead,” reads the Lyft blog post. We are excited to be a part of the Nevada community and to offer another option for people from Henderson to North Las Vegas to Reno to connect with a safe, reliable, convenient ride at the touch of a button.” Representatives from the taxi companies came out in opposition to the permits, arguing there could be territorial disputes and that ride-hailing services weren’t subject to the same stipulations as cabs were such as random drug testing. Brian Sandoval signed a hard-won bill into law this summer, paving the way for the permits that will now allow people to summon a ride using their smartphone.", "img_url": "uploads/reddit/chris_farley1.png?w=150", "id": 43357, "update_date": "2015-09-16T17:07:35Z"}, {"category": "news", "news_id": 74382, "slug": "catholic-bishops-playing-doctor-with-pregnant-woman", "news_url": "https://i.ytimg.com/vi/ZRmN3ZhHeBo/hqdefault.jpg", "is_approved": false, "video_url": "https://www.youtube.com/watch_popup?v=ZRmN3ZhHeBo", "video_id": "ZRmN3ZhHeBo", "source_domain": "mlive.com", "news_date": "16-09-2015", "source_url": "http://www.mlive.com/news/flint/index.ssf/2015/09/michigan_woman_denied_tube-tyi.html", "video_title": "Catholic Bishops Playing Doctor With Pregnant Woman", "news_title": "Michigan Woman Denied Tube-Tying Procedure at Catholic Hospital", "published_dateobj": "2015-09-16T17:11:41Z", "video_description": "For more information, go to: https://www.aclu.org/blog/speak-freely/catholic-bishops-play-doctor-pregnant-woman-brain-tumor Jessica Mann is 34 weeks ...", "published_date": "14-09-2015", "keywords": "Woman, Michigan, woman, denied, tube-tying, michigan, procedure", "summary": "GRAND BLANC TWP, MI — As 33-year-old Jessica Mann gets ready to give birth to her third child at Genesys Regional Medical Center, she is also fighting a ban that won't allow her to get her tubes tied during a cesarean section delivery. But Genesys, a Catholic health system based in Grand Blanc Township, refused her request for an exemption to the ban on the procedure, citing religious directives, said Brooke Tucker, staff attorney at the American Civil Liberties Union of Michigan. \"Due to these health risks, Ms. Mann, after consulting with both her primary OB/GYN and a maternal fetal medicine specialist, decided to obtain a tubal ligation (also known as tube-tying) at the time of her C-section to prevent future pregnancy. \"They're certainly violating medical ethics and possibly malpractice laws,\" Tucker said, adding that the larger issue is waiting until a woman is in her third trimester before telling her the hospital is not going to perform the procedure because of religious reasons. However, if the hospital fails to respond or change the decision regarding Mann, Tucker said the ACLU will begin to review the best options, which might include going to the Michigan Department of Licensing and Regulatory Affairs (LARA) to investigate the ban or to take the issue to court.", "img_url": "uploads/reddit/btn-signin-Facebook.png", "id": 43579, "update_date": "2015-09-16T17:11:42Z"}, {"category": "worldnews", "news_id": 74369, "slug": "voices-of-experience-neasa-martin-mental-health-consultant", "news_url": "https://i.ytimg.com/vi/S5Fv3lMlkDM/hqdefault.jpg", "is_approved": false, "video_url": "https://www.youtube.com/watch_popup?v=S5Fv3lMlkDM", "video_id": "S5Fv3lMlkDM", "source_domain": "theguardian.com", "news_date": "16-09-2015", "source_url": "http://www.theguardian.com/money/2015/sep/16/rising-number-employees-reporting-mental-health-issues?", "video_title": "Voices of Experience: Neasa Martin, Mental Health Consultant", "news_title": "Rising number of employees reporting mental health issues. More than two fifths of employers have seen increase in workers reporting conditions such as depression or anxiety", "published_dateobj": "2015-09-16T17:11:29Z", "video_description": "Go to The Career Services Guide: http://ceric.ca/mentalhealth Employment is a cornerstone of social inclusion, yet people living with mental health problems ...", "published_date": "17-06-2015", "keywords": "mental, workers, reporting, health, employees, issues", "summary": "When mental health problems are handled sensitively, the results go beyond avoiding a discrimination suit and have a positive impact on absence costs, morale, staff turnover and loyalty. Although there are cases where employers can ask a narrow range of questions about particular disabilities in order to be sure that a candidate will be able to fulfil a given role, for example, or in the interest of vetting for national security purposes, in general there is no obligation on the part of an applicant to disclose a mental health condition. In Jennie Simpson’s case, admitting a history of depression and self-harm resulted in her missing out on a nursing job – similar to one she’d held previously – when she moved to Gloucestershire 10 years ago. Once a mental health problem is disclosed, the employer is bound by law to not only ensure that there is no discrimination, harassment or victimisation, but that they have made “reasonable adjustments” to create a level playing field for all employees. While it’s relatively straightforward for a manager to assist a visually impaired employee by providing a braille keyboard, for example, it’s harder to know exactly what someone with anxiety or depression might need in order to continue to fulfil their role.", "img_url": null, "id": 43570, "update_date": "2015-09-16T17:11:29Z"}, {"category": "news", "news_id": 74395, "slug": "fracking-poses-such-a-risk-to-humans-that-it-should-be-banned-for-now", "news_url": "https://i.ytimg.com/vi/JC-qwNXJCTs/hqdefault.jpg", "is_approved": false, "video_url": "https://www.youtube.com/watch_popup?v=JC-qwNXJCTs", "video_id": "JC-qwNXJCTs", "source_domain": "news.com.au", "news_date": "16-09-2015", "source_url": "http://www.news.com.au/lifestyle/relationships/robots-with-artificial-intelligence-that-can-have-sex-with-humans-should-be-banned-says-a-university-academic/story-fnet0gt3-1227530139002", "video_title": "Fracking Poses Such a Risk to Humans That It Should Be Banned for Now", "news_title": "Robots with artificial intelligence that can have sex with humans should be banned says a university academic", "published_dateobj": "2015-09-16T17:11:57Z", "video_description": "Report: Fracking poses a risk to humans and should be stopped ...", "published_date": "16-07-2015", "keywords": "says, banned, humans", "summary": "“But then as I researched the subject more I found that the opposite was true — that rather than reduce the objectification of women, children and also men and transgender people, these robots would contribute and reinforce their position in society (as objects). Dr Helen Driscoll said continuing advances in technology mean the way in which humans interact with robots will change drastically in the coming years. True Companion , based in New Jersey, claims it has developed “the world’s first sex robot” Roxxxy, as well as a male version called Rocky. True Companion chief executive Douglas Hines told the BBC that there is a real need for Roxxxy and Rocky. Hines said he hopes Roxxxy will eventually become a self-learning engine that is able to talk to her owner and learn his likes or dislikes.", "img_url": "uploads/reddit/HL-ubank-399.png", "id": 43587, "update_date": "2015-09-16T17:11:58Z"}]}